# + უმატებს ორ რიცხვს ერთმანეთთან ანუ გამოყავს ჯამი

# - აკლებს ერთმანეთთან ორ რიცხვს 

# * ამრავლებს ერთმანეთთან ორ რიცხვს 

# ** ახარისხებს ორ რიცხვს მაგალიტად 2 ** 5 ანუ 2 მრავლდება 2ზე 5ჯერ 

# / ყოფს ორ რიცხვს ერთმანეთზე ზუსტად

# // კონკრეტული რიცხვი კონკრეტულ რიცხვში რამდენჯერ მოტავსდება
 
# % აჩვენებს მხოლოდ ნაშთ# + უმატებს ორ რიცხვს ერთმანეთთან ანუ გამოყავს ჯამი

a = 7

b = 5

print(a + b)

print(a - b)

print(a * b)

print(a ** b)

print(a / b)

print(a // b)

print(a & b)


price = 49 - 12

print(price)



score = 100

number = score + 35

print(number)


name = 'Barbare'
name = 'Lika'
name = 'Sally'
#name = 'Ninia'
print(name)

#ეს ბრძანება გამოიტანს ეკრანზე sally 
#რადგან კომპიუტერი კოდს კითხულობს ზემოდან ქვემოთ და რადგანაც ოთხივე ცვლადს ერთიდა იგივე სახელი აქვს 
#და თანაც მეოთხე კომენტარის სახით წერია ესეიგი ეკრანზე გამოვა სიტყვა sally


 
 
 